python.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-06-09 Wed 14:16 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Python</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Søren Lund">
</head>
<body>
<div id="preamble" class="status">
<!-- begin: html/preamble.html -->
<header>
<h1>Bookmarks</h1>
<nav>
<a href="index.html">Home</a> ❙
<a href="incoming.html">Incoming</a> ❙
<a href="about.html">About</a>
</nav>
</header>
<!-- end: html/preamble.html -->
</div>
<div id="content">
<h1 class="title">Python</h1>

<div id="outline-container-org19ee469" class="outline-2">
<h2 id="org19ee469">About Python</h2>
<div class="outline-text-2" id="text-org19ee469">
<p>
<a href="https://www.python.org/">Python</a> is a very popular, open-source programming language that is
especially well-suited for data science and machine learning.
</p>
</div>
</div>

<div id="outline-container-org7f67f5a" class="outline-2">
<h2 id="org7f67f5a">Get Python</h2>
<div class="outline-text-2" id="text-org7f67f5a">
<ul class="org-ul">
<li><a href="https://www.anaconda.com/products/individual">Anaconda Individual Edition</a> — distribution that besides Python
contains conda and many scientific pacakges</li>
</ul>
</div>
</div>

<div id="outline-container-org6fd45d2" class="outline-2">
<h2 id="org6fd45d2">Toolchain</h2>
<div class="outline-text-2" id="text-org6fd45d2">
<ul class="org-ul">
<li><a href="https://github.com/pyupio/safety">safety</a> — checks your dependencies for known security vulnerabilities</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
<p>&copy; 2021 Søren Lund</p>
</footer>
</div>
</body>
</html>
